Repository: leduigou/valensel2
Catalog: plugins/kanpress/lang/kanpress-*.po
Languages: tr_tr

source: published
tr_tr: yayinlandi

source: auto-draft
tr_tr: oto-taslak

source: pending
tr_tr: bekliyor

source: draft
tr_tr: taslak

source: Not assigned
tr_tr: Görevlendirme yapilmamis

source: low
tr_tr: düsük

source: high
tr_tr: yüksek

source: Priority
tr_tr: Öncelik

source: This task has not been assigned yet
tr_tr: Bu görev henüz atanmadi

source: Assigned to
tr_tr: Suna atandi

source: Category
tr_tr: Kategori

source: Description
tr_tr: Açiklama

source: Created
tr_tr: Olusturulma

source: by
tr_tr: tarafindan

source: Assigned
tr_tr: Atandi

source: Completed
tr_tr: Tamamlandi

source: Respective article
tr_tr: Ilgili yazi

source: Modified
tr_tr: Düzenlendi

source: Create corresponding article
tr_tr: Ilgili yazi olustur

source: Save
tr_tr: Kaydet

source: or
tr_tr: veya

source: Remove task
tr_tr: Görevi sil

source: Published
tr_tr: Yayinlandi

source: You must write a summary with at least 10 characters
tr_tr: Özet için min. 10 karakter giriş yapmalısınız

source: Propose new article
tr_tr: Yeni yazi hazirla

source: Do you really want to remove this task?\nThis can't be undone
tr_tr: Bu görevi gerçekten silmek istiyor musunuz? Bu islem geri alinamaz

source: Creating...
tr_tr: Olusturuluyor...

source: Assign task
tr_tr: Görev atamasi yap

source: Confirm Removal
tr_tr: Silme işlemini onayla

source: New task
tr_tr: Yeni görev

source: Proposed
tr_tr: Hazirlandi

source: Work in progress
tr_tr: Yapilma asamasinda

source: Under review
tr_tr: Kontrol asamasinda

source: Summary
tr_tr: Özet

source: Section
tr_tr: Kategori
